{"translation-revision-date":"2023-02-28 21:23:31+0000","generator":"GlotPress\/4.0.0-alpha.4","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=3; plural=(n == 1) ? 0 : ((n == 0 || n % 100 >= 2 && n % 100 <= 19) ? 1 : 2);","lang":"ro"},"Show me around (10s)":["Arată-mi în jur (10 secunde)"],"I'll explore on my own":["Voi explora singur"],"Let us show you how to navigate the form and create this product from start to finish in no time.":["Hai să îți arătăm cum să navighezi prin formular și să creezi un produs de la început până la sfârșit în cel mai scurt timp."],"Product editing tour":["Tur pentru editarea produselor"],"Meet the product editing form":["Fă cunoștință cu formularul pentru editarea produselor"],"If the form doesn’t yet have all the features you need —it’s still in development— you can switch to the classic editor anytime.":["Dacă formularul nu are încă toate funcționalitățile de care ai nevoie (este încă în starea de dezvoltare), poți să comuți oricând la editorul clasic."],"⚙️ Looking for more?":["⚙️ Cauți mai multe?"],"With all the details in place, use the buttons at the top to easily preview and publish your product. Click the arrow button for more options.":["Cu toate detaliile la locul lor, folosește butoanele din partea de sus ca să previzualizezi și să publici cu ușurință produsul. Pentru mai multe opțiuni. dă clic pe butonul săgeată."],"🔍 Preview and publish":["🔍 Previzualizează și publică"],"When done, use the tabs to switch between other details and settings. In the future, you’ll also find here extensions and plugins.":["Când ai terminat, folosește filele ca să comuți între alte detalii și setări. În viitor, vei găsi aici extensii și module."],"✍️ Set up pricing & more":["✍️ Configurează prețurile și altele"],"The product form will help you describe your product field by field—from basic details like name and description to attributes the customers can use to find it on your store.":["Formularul pentru produse te va ajuta să descrii produsul câmp cu câmp, de la detalii de bază, cum ar fi numele și descrierea, la atribute pe care clienții le pot folosi pentru a-l găsi în magazinul tău."],"📣 Tell a story about your product":["📣 Spune ceva despre produsul tău"]}},"comment":{"reference":"assets\/client\/admin\/chunks\/add-product-page.js"}}